INSERT INTO films (id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
VALUES
(1, 'Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт, принадлежащий могущественному и безжалостному злодею Ронану, строящему коварные планы по захвату Вселенной. Питер оказывается в центре межгалактической охоты, где жертва — он сам.',
 2014, 3, 12, 121, 1),

(2, 'Человек-паук: Вдали от дома',
 'Питер Паркер вместе с одноклассниками отправляется на летние каникулы в Европу. Однако отдохнуть приятелям вряд ли удастся — по прибытии в Венецию группа попадет в эпицентр сражения. Питеру придётся спасать европейские архитектурные памятники вместе с загадочным супергероем Мистерио.',
 2019, 1, 12, 129, 2),

(3, 'Выживший',
 'Охотник Хью Гласс серьезно ранен на неизведанных просторах американского Дикого Запада. Он готов бросить вызов первобытной природе, суровой зиме и враждебным племенам индейцев, только чтобы выжить и отомстить.',
 2015, 2, 18, 156, 3);